{
  "ExpressEntry" : {
    "home" : {
      "link" : "http://www.cic.gc.ca/english/express-entry/",
      "paragraph" : "How Express Entry works Note: We are updating the Express Entry system:  you can now earn additional points for study in Canada a valid job offer now only needs to be for one year, and some job offers no longer need an LMIA the amount of points you get for a job offer has changed you now have 90 days to apply instead of 60. Find out more about these changes and how they may affect you.  Express Entry is used to manage applications for permanent residence under these federal economic immigration programs:  the Federal Skilled Worker Program, the Federal Skilled Trades Program, and the Canadian Experience Class. Provinces and territories can also recruit candidates from the Express Entry system through their Provincial Nominee Programs to meet local labour market needs.  Ministerial Instructions set out the rules for governing the Express Entry application management system.  The Express Entry system has two steps:  Step 1) Potential candidates complete an online Express Entry profile Potential candidates will complete an online Express Entry profile. This is a secure form that they will use to provide information about their:  skills, work experience, language ability, education, and other details that will help us assess them. Those who meet the criteria of one of the federal immigration programs listed above will be accepted into a pool of candidates.  Anyone who does not already have a job offer supported by a Labour Market Impact Assessment (LMIA) (if you need one), or a nomination from a province or territory, must register with Employment and Social Development Canada’s (ESDC) Job Bank. Job Bank will help connect Express Entry candidates with eligible employers in Canada.  Candidates are also encouraged to promote themselves to employers in other ways, such as using job boards, recruiters etc.  For a job offer to be valid in Express Entry and receive points, employers will usually need an LMIA from ESDC (there are a few exceptions).  There is no LMIA fee for permanent resident applications.  Note: If you meet the entry criteria for the Express Entry pool, you are not guaranteed an invitation to apply for permanent residence. All applicants for permanent residence also need to meet eligibility and admissibility requirements under Canada’s immigration law (Immigration and Refugee Protection Act). Step 2) The highest-ranking candidates in the pool will be invited to apply for permanent residence  Candidates will be ranked against others in the pool using a point-based system called the Comprehensive Ranking System. Points are awarded using the information in their profile.  Candidates with the highest scores in the pool will be issued an invitation to apply. Candidates will be awarded points for:  a job offer, and/or a nomination from a province or territory, and/or skills and experience factors. A candidate can get additional points for:  qualifying education in Canada a valid job offer or a nomination by a province or territory These additional points can make a candidate rank high enough to be invited to apply at the next eligible round of invitations.  If someone is invited to apply, they will have 90 days to submit an online application for permanent residence.  Citizenship and Immigration Canada will process the majority of complete applications (meaning those with all the necessary supporting documents) in six months or less.  Candidates can stay in the pool for up to 12 months. If they do not get an invitation to apply for permanent residence within 12 months of submitting an Express Entry profile, they may submit a new profile. If they still meet the criteria, they can re-enter the pool. This will prevent backlogs and ensure quick processing times.",
      "translation" : "어떻게 익스프레스 Entry 일한다 참고:우리는 익스프레스 Entry시스템 업데이트합니다:.  이제 캐나다에서 공부하기 위한 가점을 얻을 수 있다. 유효한 직업 같은 제의는 오직 한해를 위한 것으로, 일부는 업무 더 이상은 LMIA 필요를 제공한다 필요가 있다. 포인트의 일자리 제안을 받아 양은 바뀌었다. 당신은 지금 60대신 신청하기 90일 있을 거에요. 그리고 그들이 어떻게 당신에게 영향을 미칠 것 더 많이 이러한 변화에 대해서 알아보자.  익스프레스 Entry이 연방 경제 이민 프로그램으로 영주권을 응용 프로그램을 관리하는:사용된다.  연방 전문 근로자 Program,. 연방 전문 스틸 프로그램,. 캐나다 체험 클래스. 행정 구역 또한 고속 진입 시스템이 그들의 지방 후보인 프로그램을 통해 지역 노동 시장 요구를 충족시키기 위해 지원자가 채용할 수 있다.  장관 지침은 익스프레스 Entry응용 프로그램 관리 시스템 운영의 규칙을 시작했다.  익스프레스 지는 진입 시스템:2계단이 있어요.  Step1)잠재적 후보 완전한 온라인 익스프레스 Entry프로필입니다. 잠재적 후보 온라인 익스프레스 Entry프로필을 완료할 것입니다. 이 보안이 확보된 형태들에 대한 정보를 제공하는 데 쓸 것이다:.  기술들 직업 경험, 언어 능력, 교육, 그리고 우리에게 그들을 평가하는 데 도움이 될 것 다른 세부 사항. 그 사람이 연방 이민 프로그램 위의 기준을 충족하는 후보자를 수영장에 들어가게 된다.  이미( 뒤져보면), 또는 지방 혹은 영토에서 지명(LMIA)를 노동당 시장 영향 평가에 의해 지원하지 않는 사람은 누구나 고용과 등록해야 합니다.사회 개발 캐나다의(장비 시스템 부호)Job은행. Job캐나다 은행에서 받을 자격이 고용주와 익스프레스 Entry후보 연결을 도와 줄 것이다."
    }
  },
  "translate" : {
    "-KZY70mH3HZYXMmY2Rmj" : {
      "text" : "안녕"
    },
    "-KZYSSh_nLQA6uhtmZPz" : {
      "text" : "HA!"
    }
  }
}
